# homebrew
# https://github.com/Homebrew/homebrew-bundle
brew "git"
brew "coreutils"
brew "nvm"
brew "tree"
brew "task"
brew "awscli"
brew "mkcert"
brew "vivid"
brew "tmux"
brew "jq"
brew "fzf"
brew "bat"
brew "fd"
brew "ripgrep"
brew "less"
brew "git-delta"

# fonts
tap "homebrew/cask-fonts"
cask "font-fira-code"
